[
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Brandon_Stark_(the_Breaker)", "Eng Name": ["Brandon Stark "], "Eng Description": "\n\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Brandon_Stark_(the_Builder)", "Eng Name": ["Brandon Stark "], "Eng Description": "King Brandon Stark, also known as Bran the Builder or Brandon the Builder, was a legendary member of the First Men from the Age of Heroes. He went on to found House Stark and reign as the first King in the North.\nBran the Builder was a legendary member of the First Men from the Age of Heroes, the founder of House Stark, during a time when House Dustin of Barrowton ruled The North. Many famous structures are attributed to have been built under his direction (hence his nickname of \"the Builder\"), including Winterfell and most famously the Wall, which according to legend, he raised with the aid of giants. Also according to legend, it is said he aided Durran with the construction of Storm's End.[1][2] After a thousand years of war in the North, House Stark eventually took control over the land. But it still took him many years to make all northern houses kneel to him.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Varly", "Eng Name": ["Varly"], "Eng Description": "\nVarly was a guardsman sworn to House Stark.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Brandon_Stark_(son_of_Rickard)", "Eng Name": ["Brandon Stark "], "Eng Description": "Brandon Stark was the heir of Rickard Stark, the Lord of Winterfell, and the older brother of Eddard, Lyanna and Benjen Stark. He was killed by strangulation by the Mad King when he protested the kidnapping of Lyanna by Prince Rhaegar Targaryen. His father Rickard died along with him by wildfire.\nBrandon Stark was the eldest son and heir of Lord Rickard Stark. Rickard was the head of House Stark and Lord Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. House Stark rule the region from their seat of Winterfell and Rickard also held the title Lord of Winterfell.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Benjen_Stark", "Eng Name": ["Benjen Stark"], "Eng Description": "Benjen Stark was the First Ranger of the Night's Watch. He embarks on a ranging north of the Wall, and did not return. He was finally encountered again when he rescued Bran Stark and Meera Reed from wights after they escaped from the cave of the Three-Eyed Raven. Afterwards he led Bran and Meera close to the Wall but stayed behind because he could not pass through it due to his undead status. He eventually sacrificed himself to save his nephew Jon Snow by luring the army of the dead towards him.\nBenjen Stark is the youngest son of Lord Rickard Stark. Rickard was the head of House Stark and Lord Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. House Stark rule the region from their seat of Winterfell and Rickard also held the title Lord of Winterfell.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Bran_Stark", "Eng Name": ["Bran Stark"], "Eng Description": "Brandon Stark, commonly called Bran, is the fourth child and second son of Eddard and Catelyn Stark. Bran is a warg and currently the new Three-Eyed Raven, using his supernatural gifts to assist his family in the war against the White Walkers.\nBran is the fourth child and second son of Lady Catelyn and Lord Eddard Stark. Eddard is the head of House Stark and Lord Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. House Stark rules the region from their seat of Winterfell and Eddard also holds the title Lord of Winterfell. He is also the Warden of the North to King Robert Baratheon.[2]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Winterfell", "Eng Name": ["Winterfell"], "Eng Description": "\nWinterfell is the seat of the ruler of the North and the traditional home of House Stark. It is a very large castle located at the center of the North, from where the head of House Stark rules over his people. A small Godswood is enclosed within the walls. It is the capital of the North under Lord Jon Snow. The castle is located alongside the Kingsroad as it makes its way from the Wall to the capital at King's Landing, more than a thousand miles to the south. It is situated atop hot springs which keep the castle warm even in the worst winters.[1] Winding tombs below the castle contain the remains of Stark kings and lords and record the history of the ancient family.[2] The castle has stood for millennia.[3]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Arya_Stark", "Eng Name": ["Arya Stark"], "Eng Description": "Arya Stark is the third child and second daughter of Lord Eddard Stark and his wife, Lady Catelyn Stark. After narrowly escaping the persecution of House Stark by House Lannister, Arya is trained as a Faceless Man at the House of Black and White in Braavos, and uses her new skills to bring those who have wronged her family to justice.\nArya Stark is the youngest daughter and third child of Lady Catelyn and Lord Eddard Stark. Eddard was the head of House Stark and Lord Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. House Stark rules the region from their seat of Winterfell and Eddard also holds the title Lord of Winterfell. He is also the Warden of the North to King Robert Baratheon.[2]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Jeyne_Poole", "Eng Name": ["Jeyne Poole"], "Eng Description": "Jeyne Poole is a friend of Sansa Stark and daughter of Vayon Poole, the Steward of Winterfell.\nJeyne is the daughter of a minor house living at Winterfell. Her father Vayon Poole is the Steward of Winterfell, managing the castle's household. She is Sansa Stark's best friend.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Jory_Cassel", "Eng Name": ["Jory Cassel"], "Eng Description": "Jory Cassel was the captain of the guards to House Stark. He was killed by Jaime Lannister while defending Lord Eddard Stark in King's Landing.\nJory Cassel was the captain of Lord Eddard Stark's household guards at Winterfell. He is a loyal and trusted servant of House Stark and a good swordsman in his own right. He is the nephew of Ser Rodrik Cassel, Winterfell's Master-at-Arms. He has a noticeable scar, gained at the siege of Pyke during the Greyjoy Rebellion.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Dorren_Stark", "Eng Name": ["Dorren Stark"], "Eng Description": "\nKing Dorren Stark was a King in the North before the Targaryen Conquest.\nShireen Baratheon mentions that Dorren's tomb is in the ancient crypts underneath Winterfell, along with Brandon the Builder.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Needle", "Eng Name": ["Needle"], "Eng Description": "Needle is a thin sword wielded by Arya Stark. It was given to her by Jon Snow, who had it made by Mikken, the blacksmith of Winterfell. The sword is well suited to Arya's slight build, which prevents her from fighting in the style of large male Westerosi knights, who employ powerful slashing moves and strong blocks using a heavy sword. Instead, Arya and Needle are much better suited to the \"Water Dance\" style of fencing popular in Braavos and other Free Cities, which emphasizes speed and agility with a thin, light smallsword used in quick thrusting attacks.\nJon Snow gets the sword from Mikken as Ser Jaime Lannister comes up to taunt him about him joining the Night's Watch. Later, Jon gives the sword to Arya while she prepares her luggage for her journey to King's Landing with her father, and he is going to the Wall with his uncle Benjen. He says it is skinny like her and gives her the advice of \"stick them with the pointy end\". She gives the sword its name as a reference to how Sansa has always been better at needlework. \"Sansa can keep her sewing needles; I've got a needle of my own.\"[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Catelyn_Stark", "Eng Name": ["Catelyn Stark"], "Eng Description": "Catelyn Stark, née Tully, was born into House Tully as the daughter of Hoster Tully, the Lord Paramount of the Trident, and sister of Lysa and Edmure Tully. She married into House Stark through her marriage to Eddard Stark, though she was originally intended for Brandon Stark. Together, she and Eddard had five children: Robb, Sansa, Arya, Bran, and Rickon. Catelyn was a devoted mother and was fiercely protective of her children.\nCatelyn was born into House Tully and is the eldest child of Lord Hoster and Lady Minisa Tully. She has a younger brother, Edmure, and a younger sister, Lysa. Petyr Baelish was fostered with the Tullys and Catelyn grew up with him. She was betrothed to marry Brandon Stark of Winterfell, but he was brutally murdered along with his father, Lord Rickard Stark, by the Mad King, Aerys II Targaryen, after his Prince Rhaegar purportedly kidnapped Brandon's sister Lyanna. Catelyn instead married Brandon's brother, Eddard. Though they barely knew one another when they wed, they have formed a strong and loving marriage.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Karlon_Stark", "Eng Name": ["Karlon Stark"], "Eng Description": "Karlon Stark was a younger son of the King in the North who was awarded lands on the eastern region of the North after putting down a rebellion of House Bolton of the Dreadfort.\nKarlon was a younger son of the King in the North who was awarded lands on the eastern region of the North after putting down a rebellion of House Bolton of the Dreadfort.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/King_in_the_North", "Eng Name": ["King in the North"], "Eng Description": "King in the North was the title given to the ruler of the North during its time as an independent kingdom, before the coming of the Targaryens. A colloquial title also used for the rulers of the North was the \"Kings of Winter\". House Stark ruled as Kings in the North for thousands of years.\nHouse Stark ruled as Kings in the North stretching back into the mists of time, before written history began six thousand years ago, when the Andals invaded all of southern Westeros. When the Andals arrived, the Stark Kings in the North were already ruling at Winterfell. According to legend, the first King in the North was Brandon Stark, better known as Bran the Builder, who lived eight thousand years ago. According to the legends, he led the forces of the North in the War for the Dawn against the White Walkers and built the Wall to guard against their return, and also began construction of Winterfell. The Kings in the North were successfully able to fend off the Andals from invading, holding the line of the Neck at the choke point of Moat Cailin. As a result, the North remained the only independent kingdom of the First Men, with little or no ethnic imprint by the Andals. This also meant that the Faith of the Seven practiced by the Andals gained little foothold in the North, where the Kings of Winter continued their worship of the Old Gods of the Forest.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Jon_Snow", "Eng Name": ["Jon Snow"], "Eng Description": "\nJon Snow, born Aegon Targaryen, is the son of Lyanna Stark and Rhaegar Targaryen, the late Prince of Dragonstone. From infancy, Jon is presented as the bastard son of Lord Eddard Stark, Lyanna's brother, and raised by Eddard alongside his lawful children at Winterfell but his true parentage is kept secret from everyone, including Jon himself. In order to escape his bastard status, Jon joins the Night's Watch and is eventually chosen as Lord Commander. However, he is later murdered in a mutiny and resurrected by the Red Priestess Melisandre. Freed from his Night's Watch vows, Jon joins his cousin, Sansa Stark, in building an army and together they retake Winterfell from House Bolton, restoring House Stark's dominion over the North with Jon being declared the new King in the North. However, after successfully capturing a wight and presenting it to the Lannisters as proof that the Army of the Dead are real, Jon pledges himself and his army to Daenerys Targaryen, Rhaegar's sister, and steps down as King of the North.[2] \n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Cregan_Stark", "Eng Name": ["Cregan Stark"], "Eng Description": "Cregan Stark was a Lord of Winterfell and an ancestor of House Stark.\nCregan Stark once fought with Aemon Targaryen the Dragonknight, Prince of House Targaryen, member of the Kingsguard and one of the greatest swordsmen of his age, and was only barely defeated.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Ice", "Eng Name": ["Ice"], "Eng Description": "Ice was a Valyrian steel greatsword and an heirloom of House Stark. It was used both in war and on ceremonial occasions by the Lord of Winterfell. Ice had been in the possession of House Stark for generations and was kept in a special scabbard crafted from the pelt of a wolf.\nIce's service to House Stark ended when she was dishonourably used to behead Lord Eddard Stark for supposed treason on the orders of King Joffrey Baratheon, following which the blade was kept as a trophy for a brief time before Tywin Lannister had it melted down and reforged as a new sword for House Lannister. The two swords that resulted were named Widow's Wail and Oathkeeper; while the former remains with House Lannister, the latter has returned to House Stark's service as the weapon of Brienne of Tarth. Ice has now been supplanted as the ancestral weapon of House Stark by Longclaw, the former weapon of House Mormont.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Lyanna_Stark", "Eng Name": ["Lyanna Stark"], "Eng Description": "Lyanna Stark was the daughter of Lord Rickard Stark and sister of Brandon, Eddard, and Benjen Stark. She went on to be the wife of Rhaegar Targaryen, the Prince of Dragonstone, and mother to Jon Snow.\nHer alleged kidnapping by Prince Rhaegar Targaryen contributed to the outbreak of Robert's Rebellion. She died near the very end of the rebellion, due to complications from giving birth to a baby boy. Before she passed away, she begged her brother Ned to promise her to keep her son safe out of fear that her formerly betrothed, Robert Baratheon, would have him killed if he ever found out the truth that his father was Rhaegar; this led to Ned raising his nephew as his own bastard son, Jon Snow.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Northern_Lord", "Eng Name": ["Northern Lord"], "Eng Description": "A Northern Lord is a bannerman to House Stark.\nHe visits Winterfell to complain about the state of his holdfast and to request help rebuilding it in the coming winter. He annoys Prince Bran Stark by showing a lack of respect for King Robb Stark. Maester Luwin grants his request to get him to leave.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Luwin", "Eng Name": ["Luwin"], "Eng Description": "Luwin was the Maester of Winterfell and a loyal servant to House Stark. He acted as a surrogate parent to Bran Stark and Rickon Stark in the absence of their family.\nLuwin is a Maester, a learned man of science and medicine, and serves House Stark of Winterfell. House Stark are Lords Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. Luwin is very loyal to the Starks and they value his wise counsel and experience. He delivered all five of Lady Catelyn's children. He serves as a tutor to the male children.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Mikken", "Eng Name": ["Mikken"], "Eng Description": "\nMikken was the blacksmith at Winterfell. At Jon's request, he forged the sword Needle for Arya.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Mordane", "Eng Name": ["Mordane"], "Eng Description": "\nSepta Mordane was the septa at Winterfell and tutor to the daughters of House Stark. She accompanies the household to King's Landing to continue the girls's studies. She was killed by House Lannister men-at-arms following the arrest of Lord Eddard Stark for treason.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Old_Nan", "Eng Name": ["Old Nan"], "Eng Description": "Old Nan is an elderly woman living in Winterfell. She is a retired servant of House Stark known for her tale-telling abilities. She has entertained the children of Eddard and Catelyn with stories throughout their childhoods. Her great-grandson Hodor is a stable hand at the castle.\nAfter Catelyn Stark leaves for King's Landing, Old Nan sits by Bran Stark's bedside to watch him. She suggests the story of Duncan the Tall and Bran replies that he hates her stories — he prefers the scary ones. She retorts that he is a \"sweet summer child\" who knows nothing about fear, and tells him that fear is for the winter and for the Long Night, a winter season thousand of years ago that lasted a generation, in which those who didn't freeze to death had to face the White Walkers, who ventured south for the first time and swept through Westeros.[1] Theon Greyjoy interrupts another story and says that he would go mad if he was left alone with Old Nan.[2]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Osric_Stark", "Eng Name": ["Osric Stark"], "Eng Description": "Osric Stark was a member of House Stark and later the Night's Watch.\nOsric Stark is remembered by the Night's Watch since he was chosen as Lord Commander of the Night's Watch at the age of 10.[1] He was a close relative of a King in the North and served for 60 years.[2]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Stark_guard_(A_Man_Without_Honor)", "Eng Name": ["Stark guard "], "Eng Description": "\n\nA Stark guard is a guardsman sworn to House Stark.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Osha", "Eng Name": ["Osha"], "Eng Description": "Osha was a woman of the Free Folk (or \"wildling\"), in service to House Stark of Winterfell. Osha successfully escorted Rickon Stark to Last Hearth to seek refuge with House Umber but they were eventually betrayed by Smalljon Umber.\nOsha is a wildling spearwife, one of the \"Free Folk\" who live north of the Wall. Like other wildlings, she worships the Old Gods of the Forest.[1] Due to the rising threat of the White Walkers and their undead wights, Osha fled south of the Wall with a group of other wildlings, hoping to go \"as far south as south goes\".[2] They bypass the wall by taking a boat across the Bay of Seals, to the east of the Wall.[3]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Palla", "Eng Name": ["Palla"], "Eng Description": "\n\nPalla is the daughter of Farlen, the kennelmaster of Winterfell.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Winterfell_shepherd", "Eng Name": ["Winterfell shepherd"], "Eng Description": "\n\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Portan", "Eng Name": ["Portan"], "Eng Description": "\nPortan is a Northern Lord who visits Winterfell to speak before Prince Bran Stark.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Theon%27s_master_of_hounds", "Eng Name": ["Theon's master of hounds"], "Eng Description": "\n\nTheon's master of hounds was from the Iron Islands.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Stark_messenger", "Eng Name": ["Stark messenger"], "Eng Description": "\n\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Rickard_Stark_(King)", "Eng Name": ["Rickard Stark "], "Eng Description": "\nKing Rickard Stark was a King of the Stark dynasty.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Rickard_Stark", "Eng Name": ["Rickard Stark"], "Eng Description": "Lord Rickard Stark was the Lord of Winterfell, the Warden of the North and head of House Stark until he was executed along with his son Brandon by the Mad King, Aerys II Targaryen. He was the father of Brandon, Eddard, Lyanna and Benjen Stark. Both Rickard Stark and the Mad King are grandfathers to Jon Snow.\nHe served under King Aerys II (known as the Mad King). He is the father of Brandon, Eddard, Lyanna and Benjen Stark. He arranged for the betrothal of his daughter Lyanna Stark to Robert Baratheon, the Lord Paramount of the Stormlands. He also betrothed his son and heir Brandon Stark to Catelyn Tully, the daughter of Hoster Tully, Lord Paramount of the Riverlands. Both engagements were broken when Prince Rhaegar Targaryen abducted Lyanna.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Rickon_Stark", "Eng Name": ["Rickon Stark"], "Eng Description": "Rickon Stark was the youngest child and third son of Eddard and Catelyn Stark.\nRickon is the fifth child and youngest son of Lady Catelyn and Lord Eddard Stark. Eddard is the head of House Stark and Lord Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. House Stark rules the region from their seat of Winterfell while Eddard holds the title of Lord of Winterfell. He is also the Warden of the North to King Robert Baratheon.[2]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Rodrik_Cassel", "Eng Name": ["Rodrik Cassel"], "Eng Description": "Ser Rodrik Cassel was the Master-at-Arms at Winterfell and a loyal servant to House Stark. Even in his old age he was still a skilled warrior. He was executed by Theon Greyjoy during the fall of Winterfell.\nSer Rodrik Cassel is Master-at-Arms at Winterfell and has trained many of its soldiers in the art of combat, as well as Robb Stark, Theon Greyjoy and Jon Snow, and formerly Ned and Benjen Stark. He is the primary military advisor to House Stark of Winterfell. House Stark are Lords Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Rodrik_Stark", "Eng Name": ["Rodrik Stark"], "Eng Description": "\nRodrik Stark was a King in the North who, according to legend, won Bear Island in a wrestling match with an Ironborn and then granted House Mormont lordship over it.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Robb_Stark", "Eng Name": ["Robb Stark"], "Eng Description": "King Robb Stark was the eldest son of Lord Eddard Stark of Winterfell and his wife, Lady Catelyn. He was the older brother of Sansa, Arya, Bran, and Rickon Stark, and cousin (believed to be half-brother) of Jon Snow. He also adopted a direwolf, whom he named Grey Wind. Robb was declared King in the North, the first since his ancestor Torrhen Stark bent the knee three centuries before, during the War of the Five Kings, after the execution of his father by King Joffrey Baratheon.\nRobb and his advisors meet with \"Black Walder\" and Lothar Frey to discuss an alliance for his planned attack on Casterly Rock. The Freys carry Walder Frey's demands for an alliance, which includes a formal apology from Robb, the castle Harrenhal and all of its lands and incomes, and for Edmure to marry Roslin, one of his daughters. Edmure is reluctant to marry a woman he has never met, but is eventually convinced by the group to go through with the arrangement.\"The Climb\" In the Riverlands, en route to The Twins, Robb's army is forced to make camp, their progress delayed by heavy rain. Catelyn warns them that the prickly Lord Frey will take the delay as a deliberate insult to him, but Edmure points out that Frey is getting the wedding he wanted; his sister counters that he is getting a wedding, but not the one he wanted, glaring at her son and his wife as she says so, pointing out that Frey wanted one of his daughters wed to a king. Robb retorts that Edmure is the best match House Frey has been offered in its history. Later that night as Robb and Talisa prepare for bed, she reveals that she is pregnant with his child. Robb is gladdened by the news.\"[19]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Stark_guard_(The_Pointy_End)", "Eng Name": ["Stark guard "], "Eng Description": "\n\nA Stark guard is a guardsman sworn to House Stark.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Jacks", "Eng Name": ["Jacks"], "Eng Description": "For other articles, see Stark guard.\nJacks is a guardsman sworn to House Stark fighting for King Robb Stark in the War of the Five Kings.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Sansa_Stark", "Eng Name": ["Sansa Stark"], "Eng Description": "Lady Sansa Stark is the eldest daughter of Lord Eddard Stark of Winterfell and his wife Lady Catelyn, sister of Robb, Arya, Bran and Rickon Stark, and \"half-sister\" of Jon Snow. She initially starts off with a very naive view of the world, but as time goes on and she and her family suffer one cruelty and betrayal after another, she becomes a more hardened and learned individual.\nSansa Stark is the eldest daughter and second child of Lady Catelyn and Lord Eddard Stark. Eddard is the head of House Stark and Lord Paramount of the North. The North is one of the constituent regions of the Seven Kingdoms and House Stark is one of the Great Houses of the realm. House Stark rules the region from their seat of Winterfell and Eddard also holds the titles of Lord of Winterfell and the Warden of the North to King Robert Baratheon.[2]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Tom", "Eng Name": ["Tom"], "Eng Description": "Tom was a man-at-arms sworn to House Stark.\nTom is a soldier for House Stark.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Stark_soldier_(Valar_Morghulis)", "Eng Name": ["Stark soldier "], "Eng Description": "\n\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/House_Stark", "Eng Name": ["House Stark"], "Eng Description": "House Stark of Winterfell is a Great House of Westeros, ruling over the vast region known as the North from their seat in Winterfell. It is one of the oldest lines of Westerosi nobility by far, claiming a line of descent stretching back over eight thousand years. Before the Targaryen conquest, as well as during the War of the Five Kings and Daenerys Targaryen's invasion of Westeros, the leaders of House Stark ruled over the region as the Kings in the North.\nTheir rule in the North seemingly ended after the events of the Red Wedding when House Frey and House Bolton betrayed House Stark after forming a secret alliance with House Lannister, during which Roose Bolton murdered King Robb Stark. Both the North and Winterfell were taken over by House Bolton. However, the Bolton's hold was jeopardized when Sansa Stark escaped their clutches after learning her brothers Bran and Rickon Stark were still alive and reunited with her half-brother Jon Snow at Castle Black. Sansa and Jon marched on the Boltons to save their younger brother Rickon, who was later murdered by Ramsay Bolton, and retake their family home Winterfell. House Stark was restored to their former stature after the Battle of the Bastards. The Stark victory led to House Stark's return to royal status in the North with their bannermen declaring Ned Stark's illegitimate son Jon Snow as the King in the North. He later abdicated his title as king in order to gain the full support of Daenerys Targaryen in the Great War, becoming the Warden of the North.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Stark_guard_(Fire_and_Blood)", "Eng Name": ["Stark guard "], "Eng Description": "\n\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Theon_Stark", "Eng Name": ["Theon Stark"], "Eng Description": "\nKing Theon Stark was King in the North during the Andal Invasion of Westeros.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Farlen", "Eng Name": ["Farlen"], "Eng Description": "Farlen was the kennelmaster at Winterfell.\nFarlen is the kennelmaster at Winterfell. He has a daughter, Palla.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Tomard", "Eng Name": ["Tomard"], "Eng Description": "\nTomard is a guardsman sworn to House Stark.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Tommy", "Eng Name": ["Tommy"], "Eng Description": "Tommy is the barber at Winterfell.\nTommy attends to the grooming of Robb Stark, Theon Greyjoy and Jon Snow before the king's arrival at Winterfell. He first shaves Robb and then cuts Jon's hair, to Theon and Robb's amusement.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Talisa_Stark", "Eng Name": ["Talisa Stark"], "Eng Description": "Queen Talisa Stark, née Maegyr, was a healer on the battlefields of the Westerlands, where she met the King in the North, Robb Stark, fell in love with him, eventually married him and became pregnant with their child.\nTalisa was born in the Free City of Volantis, the oldest and largest of the Free Cities.\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Torrhen_Stark", "Eng Name": ["Torrhen Stark"], "Eng Description": "Torrhen Stark, also known as the King Who Knelt, was the last King in the North until the secession of the North and the Riverlands in the War of the Five Kings and the coronation of Robb Stark.\nKing Torrhen's reign coincided with the War of Conquest, in which the Andal kingdoms south of the Neck submitted one by one to Aegon the Conqueror. Torrhen amassed his army and marched to meet the Targaryen warlord but by the time he arrived, Aegon had already won the decisive Field of Fire and conquered most of the South of Westeros. \n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Wolkan", "Eng Name": ["Wolkan"], "Eng Description": "Wolkan is a member of the Order of Maesters, and was in service to House Bolton at the Dreadfort and then Winterfell. He now serves House Stark following the Battle of the Bastards.\nAt dinner, Lord Roose Bolton reveals to his family that Lady Walda is pregnant, and that Maester Wolkan believes the child is a boy.[1]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Hodor", "Eng Name": ["Hodor"], "Eng Description": "Hodor, originally named Wylis,[1] was a simpleminded servant of House Stark at Winterfell working in the stables.\nHodor is on the road to Castle Black, along with Bran, Rickon, Osha and the direwolves, Summer and Shaggydog. Bran continues to dream about chasing the Three-Eyed Raven. In his dreams, he also encounters a strange boy, who he later meets while awake. The boy turns out to be Jojen Reed, accompanied by his sister, Meera. Jojen possesses the rare gift of seeing the past and present through his dreams, and is able to speak with Bran through their dreams. Jojen tells Bran that he is a warg, someone who can control the minds of animals.[13]\n"},
{"Eng Url": "http://gameofthrones.wikia.com/wiki/Eddard_Stark", "Eng Name": ["Eddard Stark"], "Eng Description": "Lord Eddard Stark, also known as Ned Stark, was the head of House Stark, the Lord of Winterfell, Lord Paramount and Warden of the North, and later Hand of the King to King Robert I Baratheon. He was the older brother of Benjen, Lyanna and the younger brother of Brandon Stark. He is the father of Robb, Sansa, Arya, Bran and Rickon by his wife, Catelyn Tully, and uncle of Jon Snow, who he raised as his bastard son. He was a dedicated husband and father, a loyal friend and an honorable lord.\nEddard's execution and revealing the illegitimacy of Cersei's children was the spark of the War of the Five Kings between Joffrey Baratheon, Robb, Renly Baratheon, Stannis Baratheon and Balon Greyjoy, being posthumously responsible for the involvement of four of the kings in this war.\n"}
]